do
function run(msg, matches)
  return [[
لیست قیمت اشتراک ربات ویکی گپ
 
اشتراک ماهانه
9000 تومان
 
اشتراک دوماهه
16000 تومان
 
اشتراک سه‌ماهه
21000 تومان
 
اشتراک دائمی
با توجه به اینکه ربات ما برای تضمین کیفیت، روی سرور اختصاصی قدرتمند میزبانی می‌شود، نمی‌توانیم اشتراک دائمی ارائه کنیم.

 لینک خرید ربات:
 https://goo.gl/drqqRu
 
بعد از خرید شماره پیگیری خرید خود را به ربات پشتیبانی اعلام کنید تا در اولین فرصت اشتراکتان فعال شود.

ربات پشتیبانی:
@wikigap_bot
 
پیروز و سربلند باشید.

  ]]
  end
return {
  description = "!buy", 
  usage = " !buy",
  patterns = {
    "^[#/!][Bb]uy$",
	"^خرید ربات$",
	"^نرخ$",
	"^Nerkh$",
	"^[#!/]Nerkh$",
    "^[Bb]uy$"
  },
  run = run
}
end